Repository: tahaturan/CoffeeConnect
Catalog: CoffeeConnect/Resources/Localization/tr.lproj/Localizable.xcstrings
Source language: en
Languages: tr

source: Add To Basket
tr: Sepete Ekle

source: An error occurred while uploading the profile image.
tr: Profil resmi yüklenirken bir hata oluştu.

source: An unknown error occurred.
tr: Bilinmeyen bir hata oluştu.

source: Authentication failed.
tr: Kimlik doğrulama başarısız oldu.

source: Basket
tr: Sepet

source: Categories
tr: Kategoriler

source: d ago
tr: d önce

source: Data decoding failed.
tr: Veri çözme başarısız oldu.

source: Data encoding failed.
tr: Veri kodlama başarısız oldu.

source: Data Fetching Failed
tr: Veri çekme hatası

source: Deleted Product
tr: Ürün Silindi

source: Delivery
tr: Teslimat

source: Discover
tr: Keşfet

source: Discover our exclusive coffee offers now
tr: Özel kahve tekliflerimizi şimdi keşfedin

source: Enter text
tr: Metininizi Giriniz

source: Enter your email
tr: email adresinizi giriniz

source: Enter your password
tr: Şifrenizi Giriniz

source: Error
tr: Hata

source: Failed to share the post!
tr: Gönderi Paylaşılamadı

source: Featured Products
tr: Özel Ürünler

source: Filter Coffee
tr: Filtre Kahve

source: h ago
tr: sa önce

source: Home
tr: Ana Sayfa

source: Image or description is missing!
tr: Resim veya Gönderi alanı boş!

source: Login
tr: Giriş

source: min ago
tr: d önce

source: Name
tr: Ad

source: New Post
tr: Yeni Gönderi

source: now
tr: şimdi

source: OK
tr: Tamam

source: Order
tr: Sipariş

source: Please fill in all fields
tr: Lütfen tüm alanları doldurunuz

source: Post
tr: Gönderi

source: Post successfully shared!
tr: Gönderi Başarıyla Paylaşıldı!

source: Product Added To Cart
tr: Ürün Sepete Eklendi

source: Profile
tr: Profıl

source: Profile image URL not found.
tr: Profil resmi URL'si bulunamadı.

source: Register
tr: Kayıt Ol

source: Register Success
tr: Kayıt Başarılı

source: s ago
tr: s önce

source: Search
tr: Arama

source: See more ->
tr: Daha Fazla Gör ->

source: Special offer
tr: Özel Teklif

source: Special Prices For You
tr: Sana Özel Fiyatlar

source: Subtotal
tr: Ara Toplam

source: Success
tr: Başarılı

source: Total
tr: Toplam

source: User document not found.
tr: Kullanıcı belgesi bulunamadı.

source: Username
tr: Kullanıcı Adı

source: View all
tr: Tümünü Göster

source: Welcome
tr: Hoşgeldin

source: Wish List
tr: İstek Listesi
